data = [
    {
        "id": 1,
        "title": "હરિધામમાં જે થયું તે બધું ભૂલી જાવ",
        "text": "૨૧ એપ્રિલ ૨૦૨૨ ના રોજ પ્રબોધસ્વામી સંતો ને લઈને હરિધામથી નીકળ્યા અને આત્મીય વિદ્યા ધામ આવવાનું થયું. બીજે જ દિવસે ૨૨ એપ્રિલ ના રોજ મંદિર ના બધા સંતો સેવકોની મિટિંગ હતી. પ્રબોધસ્વમીએ પહેલી ગોષ્ઠીમાં કહ્યું કે, \"હરિધામ માં જે થયું તેને ભૂલી જાઓ, હરિધામના કોઈ પ્રસંગની વાત આ કેમ્પસમાં ના થવી જોઈએ અને જે કરશે તેને ઉપવાસ\"."
    },
    {
        "id": 2,
        "title": "હરિધામમાં જે થયું તે બધું ભૂલી જાવ",
        "text": "૨૧ એપ્રિલ ૨૦૨૨ ના રોજ પ્રબોધસ્વામી સંતો ને લઈને હરિધામથી નીકળ્યા અને આત્મીય વિદ્યા ધામ આવવાનું થયું. બીજે જ દિવસે ૨૨ એપ્રિલ ના રોજ મંદિર ના બધા સંતો સેવકોની મિટિંગ હતી. પ્રબોધસ્વમીએ પહેલી ગોષ્ઠીમાં કહ્યું કે, \"હરિધામ માં જે થયું તેને ભૂલી જાઓ, હરિધામના કોઈ પ્રસંગની વાત આ કેમ્પસમાં ના થવી જોઈએ અને જે કરશે તેને ઉપવાસ\"."
    }
]
