categories = [
    {
        "id": 1,
        "name": "ભગવાન સ્વામિનારાયણ"
    }, 
    {
        "id": 2,
        "name": "મુ.અ.ગુણાતીતાનંદ સ્વામી"
    },
    {
        "id": 3,
        "name": "પ.પૂ.શાસ્ત્રીજી મહારાજ"
    },
    {
        "id": 4,
        "name": "પ.પૂ.યોગીજી મહારાજ"
    },
    {
        "id": 5,
        "name": "પ.પૂ.હરિપ્રસાદ સ્વામીજી"
    },
    {
        "id": 6,
        "name": "પ.પૂ.પ્રબોધજીવન સ્વામીજી "
    }
]

data = [
    {
        "id": 1,
        "title": "હરિધામમાં જે થયું તે બધું ભૂલી જાવ",
        "text": "૨૧ એપ્રિલ ૨૦૨૨ ના રોજ પ્રબોધસ્વામી સંતો ને લઈને હરિધામથી નીકળ્યા અને આત્મીય વિદ્યા ધામ આવવાનું થયું. બીજે જ દિવસે ૨૨ એપ્રિલ ના રોજ મંદિર ના બધા સંતો સેવકોની મિટિંગ હતી. પ્રબોધસ્વમીએ પહેલી ગોષ્ઠીમાં કહ્યું કે, \"હરિધામ માં જે થયું તેને ભૂલી જાઓ, હરિધામના કોઈ પ્રસંગની વાત આ કેમ્પસમાં ના થવી જોઈએ અને જે કરશે તેને ઉપવાસ\".",
        "categoryId": 6,
        "tags": ["સુહ્રદભાવ"]
    },
    {
       "id": 2,
       "title": "મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા",
       "text": "એકવાર પ્રબોધસ્વામી અને આનંદસાગરસ્વામી વિચરણ માં જતા હોય છે। પ્રબોધસ્વામી આગળની સીટ પર બેઠા હોય છે ને આનંદસાગરસ્વામી પાછળની। પ્રબોધસ્વામી ના હાથમાં એક વાડકીમાં મૂળા હોય છે। પાછળ વળીને આનંદસ્વામીને પ્રબોધસ્વામી પૂછે છે કે, મૂળ જમશો.  આનંદસ્વામી કશું બોલતા નથી પણ મોઢું બગાડીને ના પાડે છે. પ્રબોધસ્વામી કહે છે કે, ના જમવા હોય તો કે નહિ પણ મોઢું નઈ બગાડવાનું. આનંદસ્વામી પ્રસંગ સમજાવતા કહે છે કે, જો પ્રબોધસ્વામી મૂળા જેવા મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા તો ભગવાનના ભક્તો પ્રત્યે કેવી રીતે ચલાવી લેશે.  ",
       "categoryId": 6,
       "tags": ["અભાવ", "અરુચિ"]
    }
]
