categories = [
    {
        "id": 1,
        "name": "ભગવાન સ્વામિનારાયણ"
    }, 
    {
        "id": 2,
        "name": "મુ.અ.ગુણાતીતાનંદ સ્વામી"
    },
    {
        "id": 3,
        "name": "પ.પૂ.શાસ્ત્રીજી મહારાજ"
    },
    {
        "id": 4,
        "name": "પ.પૂ.યોગીજી મહારાજ"
    },
    {
        "id": 5,
        "name": "પ.પૂ.હરિપ્રસાદ સ્વામીજી"
    },
    {
        "id": 6,
        "name": "પ.પૂ.પ્રબોધજીવન સ્વામીજી "
    }
]

data = [
    {
        "id": 1,
        "title": "હરિધામમાં જે થયું તે બધું ભૂલી જાવ",
        "text": "૨૧ એપ્રિલ ૨૦૨૨ ના રોજ પ્રબોધસ્વામી સંતો ને લઈને હરિધામથી નીકળ્યા અને આત્મીય વિદ્યા ધામ આવવાનું થયું. બીજે જ દિવસે ૨૨ એપ્રિલ ના રોજ મંદિર ના બધા સંતો સેવકોની મિટિંગ હતી. પ્રબોધસ્વમીએ પહેલી ગોષ્ઠીમાં કહ્યું કે, \"હરિધામ માં જે થયું તેને ભૂલી જાઓ, હરિધામના કોઈ પ્રસંગની વાત આ કેમ્પસમાં ના થવી જોઈએ અને જે કરશે તેને ઉપવાસ\".",
        "categoryId": 6,
        "tags": ["સુહ્રદભાવ"]
    },
    {
       "id": 2,
       "title": "મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા",
       "text": "એકવાર પ્રબોધસ્વામી અને આનંદસાગરસ્વામી વિચરણ માં જતા હોય છે. પ્રબોધસ્વામી આગળની સીટ પર બેઠા હોય છે ને આનંદસાગરસ્વામી પાછળની. પ્રબોધસ્વામી ના હાથમાં એક વાડકીમાં મૂળા હોય છે, પાછળ વળીને આનંદસ્વામીને પ્રબોધસ્વામી પૂછે છે કે, મૂળ જમશો.  આનંદસ્વામી કશું બોલતા નથી પણ મોઢું બગાડીને ના પાડે છે. પ્રબોધસ્વામી કહે છે કે, ના જમવા હોય તો નહિ જમવાના પણ મોઢું નઈ બગાડવાનું. આનંદસ્વામી પ્રસંગ સમજાવતા કહે છે કે, જો પ્રબોધસ્વામી મૂળા જેવા મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા તો ભગવાનના ભક્તો પ્રત્યે કેવી રીતે ચલાવી લેશે.",
       "categoryId": 6,
       "tags": ["અભાવ", "અરુચિ"]
    },
    {
       "id": 3,
       "title": "સંબંધયોગ",
       "text": "નીલકંઠવર્ણી વન વિચરણ દરમ્યાન એક વૃક્ષના નીચે બેઠા હતા. બધા દેવી દેવતાઓ એમના દર્શન કરવા આવે છે. એમને કહે છે કે, પ્રભુ આ ઝાડના એવા કેવા પુણ્ય કે આપે એને ગ્રહણ કર્યું. નીલકંઠવર્ણી એ ઝાડનો આત્મા બતાવ્યો, એકદમ મલિન આત્મા હતો, કહ્યું કે આ એટલો મલિન જીવ છે કે પૂર્વ જન્મમાં પશુ સાથે વ્યભિચાર કર્યો હતો. પછી કહ્યું કે, પણ અમે આ ઝાડને ગ્રહણ કર્યું, એટલે હવે એનો આત્મા બદલાય ગયો. આત્મા ના પાછા દર્શન કરાવ્યા, એકદમ પ્રકાશિત પવિત્ર આત્મા થઈ ગયો હોય છે. ભગવાન સ્વામિનારાયણ સંબંધનો મહિમા સમજાવતા હતા કે, એમણે ખાલી આપણને ગ્રહણ કર્યા, યોગ માં લીધા, આપણને એમનો સંબંધ થયો એટલામાં જ બધું પતિ ગયું.",
       "categoryId": 1,
       "tags": ["સંબંધ", "સંબંધયોગ"]
    },
    {
       "id": 4,
       "title": "મહારાજ અને ગુણાતીતની એકતા"
       "text": "પ.પૂ.સ્વામીજી રાત્રે ગમે તેટલા મોડા આરામમાં પધાર્યા હોય પણ સવારે વહેલા ઉઠી જાય. એક દિવસ બીમારીના લીધે સ્વામીજી ઉઠી ના શક્યા અને સંતો સેવકોએ પણ ભક્તિની ભાવનાથી કે, સ્વામીજી આરામ કરે એટલે ના ઉઠાડ્યા અને ૭.૩૦ વાગી ગયા. સ્વામીજીએ ઉઠીને ટાઈમ જોયો કે, ૭.૩૦ વાગી ગયા છે એટલે ખુબ ગરમ થઈ ગયા કે, મને ઉઠાડ્યો કેમ નઈ, સાધુથી આટલું બધું થોડું સુવાય. બધા પર સ્વામીજી ગરમ. સ્વામીજી ઉઠે એટલે બધા સંતો ની વારે ફરતે સેવા હોય, આસનની, માલિશ ની . સ્વામીજી એટલા બધા ગરમ કે, કોઈ પણ સેવક ની સેવા ના લીધી. આસનની પણ નઈ, માલિશની પણ નઈ. બધા સેવકો ઉભા રહીને સ્વામીજીના દર્શન કરતા હતા. એટલામાં આનંદવિહારી સ્વામી આવ્યા, એ સ્વામીજીના થાળની સેવા કરે. એમને જોઈને સ્વામીજી કહે કે, \"આવો વિહારી\". હવે એમને કશું ખબર નઈ કે સ્વામીજી કઇ સેવા લેતા નથી અને બધા સેવકો ઉભા છે. સ્વામીજી એ એમને કહ્યું કે, \"આજે સાધુ હરિપ્રસાદ જમશે નહિ\" , ત્યાં પ.પૂ. પ્રબોધસ્વમીજી પણ ઉભા હતા. સ્વામીજીએ પછી કીધું કે, \"અને પ્રબોધ પણ નહિ જમે\". બીજા સંતો પણ હતા પણ સ્વામીજી એ ખાલી પ્રબોધસ્વમી નું નામ લીધું, મહારાજ અને ગુણાતીતની એકતા હોય.",
       "categoryId": 6,
       "tags": ["સમહારાજ અને ગુણાતીતની એકતા"]
    }
]
