categories = [
    {
        "id": 1,
        "name": "ભગવાન સ્વામિનારાયણ"
    }, 
    {
        "id": 2,
        "name": "મુ.અ.ગુણાતીતાનંદ સ્વામી"
    },
    {
        "id": 3,
        "name": "પ.પૂ.શાસ્ત્રીજી મહારાજ"
    },
    {
        "id": 4,
        "name": "પ.પૂ.યોગીજી મહારાજ"
    },
    {
        "id": 5,
        "name": "પ.પૂ.હરિપ્રસાદ સ્વામીજી"
    },
    {
        "id": 6,
        "name": "પ.પૂ.પ્રબોધજીવન સ્વામીજી "
    }
]

data = [
    {
        "id": 1,
        "title": "હરિધામમાં જે થયું તે બધું ભૂલી જાવ",
        "text": "૨૧ એપ્રિલ ૨૦૨૨ ના રોજ પ્રબોધસ્વામી સંતો ને લઈને હરિધામથી નીકળ્યા અને આત્મીય વિદ્યા ધામ આવવાનું થયું. બીજે જ દિવસે ૨૨ એપ્રિલ ના રોજ મંદિર ના બધા સંતો સેવકોની મિટિંગ હતી. પ્રબોધસ્વમીએ પહેલી ગોષ્ઠીમાં કહ્યું કે, \"હરિધામ માં જે થયું તેને ભૂલી જાઓ, હરિધામના કોઈ પ્રસંગની વાત આ કેમ્પસમાં ના થવી જોઈએ અને જે કરશે તેને ઉપવાસ\".",
        "categoryId": 6,
        "tags": ["સુહ્રદભાવ"]
    },
    {
       "id": 2,
       "title": "મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા",
       "text": "એકવાર પ્રબોધસ્વામી અને આનંદસાગરસ્વામી વિચરણ માં જતા હોય છે. પ્રબોધસ્વામી આગળની સીટ પર બેઠા હોય છે ને આનંદસાગરસ્વામી પાછળની. પ્રબોધસ્વામી ના હાથમાં એક વાડકીમાં મૂળા હોય છે, પાછળ વળીને આનંદસ્વામીને પ્રબોધસ્વામી પૂછે છે કે, મૂળ જમશો.  આનંદસ્વામી કશું બોલતા નથી પણ મોઢું બગાડીને ના પાડે છે. પ્રબોધસ્વામી કહે છે કે, ના જમવા હોય તો નહિ જમવાના પણ મોઢું નઈ બગાડવાનું. આનંદસ્વામી પ્રસંગ સમજાવતા કહે છે કે, જો પ્રબોધસ્વામી મૂળા જેવા મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા તો ભગવાનના ભક્તો પ્રત્યે કેવી રીતે ચલાવી લેશે.",
       "categoryId": 6,
       "tags": ["અભાવ", "અરુચિ"]
    },
    {
       "id": 3,
       "title": "સંબંધયોગ",
       "text": "નીલકંઠવર્ણી વન વિચરણ દરમ્યાન એક વૃક્ષના નીચે બેઠા હતા. બધા દેવી દેવતાઓ એમના દર્શન કરવા આવે છે. એમને કહે છે કે, પ્રભુ આ ઝાડના એવા કેવા પુણ્ય કે આપે એને ગ્રહણ કર્યું. નીલકંઠવર્ણી એ ઝાડનો આત્મા બતાવ્યો, એકદમ મલિન આત્મા હતો, કહ્યું કે આ એટલો મલિન જીવ છે કે પૂર્વ જન્મમાં પશુ સાથે વ્યભિચાર કર્યો હતો. પછી કહ્યું કે, પણ અમે આ ઝાડને ગ્રહણ કર્યું, એટલે હવે એનો આત્મા બદલાય ગયો. આત્મા ના પાછા દર્શન કરાવ્યા, એકદમ પ્રકાશિત પવિત્ર આત્મા થઈ ગયો હોય છે. ભગવાન સ્વામિનારાયણ સંબંધનો મહિમા સમજાવતા હતા કે, એમણે ખાલી આપણને ગ્રહણ કર્યા, યોગ માં લીધા, આપણને એમનો સંબંધ થયો એટલામાં જ બધું પતિ ગયું.",
       "categoryId": 1,
       "tags": ["સંબંધ", "સંબંધયોગ"]
    },
    {
       "id": 4,
       "title": "મહારાજ અને ગુણાતીતની એકતા",
       "text": "પ.પૂ.સ્વામીજી રાત્રે ગમે તેટલા મોડા આરામમાં પધાર્યા હોય પણ સવારે વહેલા ઉઠી જાય. એક દિવસ બીમારીના લીધે સ્વામીજી ઉઠી ના શક્યા અને સંતો સેવકોએ પણ ભક્તિની ભાવનાથી કે, સ્વામીજી આરામ કરે એટલે ના ઉઠાડ્યા અને ૭.૩૦ વાગી ગયા. સ્વામીજીએ ઉઠીને ટાઈમ જોયો કે, ૭.૩૦ વાગી ગયા છે એટલે ખુબ ગરમ થઈ ગયા કે, મને ઉઠાડ્યો કેમ નઈ, સાધુથી આટલું બધું થોડું સુવાય. બધા પર સ્વામીજી ગરમ. સ્વામીજી ઉઠે એટલે બધા સંતો ની વારે ફરતે સેવા હોય, આસનની, માલિશ ની . સ્વામીજી એટલા બધા ગરમ કે, કોઈ પણ સેવક ની સેવા ના લીધી. આસનની પણ નઈ, માલિશની પણ નઈ. બધા સેવકો ઉભા રહીને સ્વામીજીના દર્શન કરતા હતા. એટલામાં આનંદવિહારી સ્વામી આવ્યા, એ સ્વામીજીના થાળની સેવા કરે. એમને જોઈને સ્વામીજી કહે કે, \"આવો વિહારી\". હવે એમને કશું ખબર નઈ કે સ્વામીજી કઇ સેવા લેતા નથી અને બધા સેવકો ઉભા છે. સ્વામીજી એ એમને કહ્યું કે, \"આજે સાધુ હરિપ્રસાદ જમશે નહિ\" , ત્યાં પ.પૂ. પ્રબોધસ્વમીજી પણ ઉભા હતા. સ્વામીજીએ પછી કીધું કે, \"અને પ્રબોધ પણ નહિ જમે\". બીજા સંતો પણ હતા પણ સ્વામીજી એ ખાલી પ્રબોધસ્વમી નું નામ લીધું, મહારાજ અને ગુણાતીતની એકતા હોય.",
       "categoryId": 6,
       "tags": ["મહારાજ અને ગુણાતીતની એકતા"]
    },
    {
        "id": 5,
        "title": "અદભુત સેવાભક્તિ",
        "text": "ગુણાતીતાનંદ સ્વામી જૂનાગઢ મંદિરમાં સભા કરી રહ્યા હતા. મંદિરના કોઠારી સભા મંડપમાં આવ્યા અને બધાની સામે જ ગુણાતીતાનંદ સ્વામીને બોલ્યા કે, હજી સુધી સભા ચાલુ છે પૂરું કરો હવે સેવા કરવાની છે. ગુણાતીતાનંદ સ્વામીએ તરતજ ગોષ્ઠી પતાવી દીધી અને ૪-૫ સેવકોને લઈને પોતે પણ સેવા માં જતા રહ્યા. સેવા કરતા કરતા બપોર થાય ગય. એક એક કરીને બધા સેવકો જમવા ગયા પણ ગુણાતીતાનંદ સ્વામી એકધારી સેવા જ કરતા રહ્યા અને ૩.૩૦ વાગી ગયા. ૩.૩૦ વાગે ગુણાતીતાનંદ સ્વામી ભોજનશાળામાં જતા હતા. દરવાજા પર જ હતા, અંદર જતા હતા ત્યાં કોઠારી નીકળાય અને સ્વામીને જોયા. એમને થયું કે ૩.૩૦ સુધી ભોજનશાળામાં છે એટલે આજે બઉ જમ્યા હશે. પાછા સ્વામીને બોલ્યા કે, આજે બઉ જમ્યા, ચાલો બીજી સેવા આપું. ગુણાતીતાનંદ સ્વામી કઈ બોલ્યા વગર, કોઈ જાણપણા આપ્યા વગર પાછા સેવામાં લાગી ગયા. <br>કોઠારી એમને કોઈ ઘાસ કાપવાની કે એવી કોઈ સેવામાટે લઇ ગયા. સ્વામી કહે કે આપડા મંદિર માં એટલા મોટા ઘાસ થાય ગયા છે. કોઠારી એ તરત જ કટાક્ષથી એમને કહ્યું કે, સ્વામી તમે મંદિરમાં કઈ ધ્યાન આપો તો ખબર પડશે કે શુ ચાલે છે મંદિરમાં. <br>સેવા કરતા કરતા સાંજનો સમય થાય ગયો. રસોડાના ૨ સેવકો બીમાર હતા. એટલે સ્વામીએજ બધી સેવા કરી. બધા સેવકોએ જમી લીધું પછી રસોડા ની સાફ સફાઈ ને બધું જાતે જ કર્યું. પોતાનું જમવાનું બાકી જ હતું, સવારથી કઈ ખાધા પીધા વગર ની એક ધારી સેવા જ કરી હતી. છેલ્લે કશું બચ્યું પણ ન હતું એટલે ગોળ અને ધાણા લઈને જમતા હતા, ત્યાં ફરી કોઠારી આવ્યા. એમને થયું કે સ્વામી જમીને હવે બીજી વાર ગોળ ધાણા જમવા બેસ્યા છે, એટલે ફરી કટાક્ષ કર્યું. પણ ગુણાતીતાનંદ સ્વામી એ કોઈ જાણપણા વગર એટલું જ બોલ્યા કે, તમારા રાજ માં અમને આ બધું મળે છે. <br>મંદિરના મહંત હોવા છતાં પણ કોઠારી એમને ખખડાવી શકે, કેટલું પોતાનું અસ્તિત્વ ઓગાળી દીધું હશે. સ્વયં મૂળ અક્ષર, બ્રહ્માંડો ના બ્રહ્માંડો એમના એક રૂંવાડે ઉડતા ફરે, પણ કેવું દાસત્વ અને કેવી સેવા કરવાની ગરજનું દર્શન કરાવ્યું.",   
        "categoryId": 2,
        "tags": ["સેવા", "દાસત્વ"]
    }
]
