categories = [
    {
        "id": 1,
        "name": "ભગવાન સ્વામિનારાયણના પ્રસંગો"
    }, 
    {
        "id": 2,
        "name": "મુ.અ.ગુણાતીતાનંદ સ્વામીના પ્રસંગો"
    },
    {
        "id": 3,
        "name": "પ.પૂ.શાસ્ત્રીજી મહારાજના પ્રસંગો"
    },
    {
        "id": 4,
        "name": "પ.પૂ.યોગીજી મહારાજના પ્રસંગો"
    },
    {
        "id": 5,
        "name": "પ.પૂ.હરિપ્રસાદ સ્વામીજીના પ્રસંગો"
    },
    {
        "id": 6,
        "name": "પ.પૂ.પ્રબોધજીવન સ્વામીજીના પ્રસંગો"
    },
    {
        "id": 7,
        "name": "પરોક્ષના પ્રસંગો"
    },
    {
        "id": 8,
        "name": "ગોષ્ઠિ, મુદ્દા"
    }
]

data = [
    {
        "id": 1,
        "title": "હરિધામમાં જે થયું તે બધું ભૂલી જાવ",
        "text": "૨૧ એપ્રિલ ૨૦૨૨ ના રોજ પ્રબોધસ્વામી સંતો ને લઈને હરિધામથી નીકળ્યા અને આત્મીય વિદ્યા ધામ આવવાનું થયું. બીજે જ દિવસે ૨૨ એપ્રિલ ના રોજ મંદિર ના બધા સંતો સેવકોની મિટિંગ હતી. પ્રબોધસ્વમીએ પહેલી ગોષ્ઠીમાં કહ્યું કે, \"હરિધામ માં જે થયું તેને ભૂલી જાઓ, હરિધામના કોઈ પ્રસંગની વાત આ કેમ્પસમાં ના થવી જોઈએ અને જે કરશે તેને ઉપવાસ\".",
        "categoryId": 6,
        "tags": ["સુહ્રદભાવ"],
        "publishedOn": "2022-09-25"
    },
    {
       "id": 2,
       "title": "મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા",
       "text": "એકવાર પ્રબોધસ્વામી અને આનંદસાગરસ્વામી વિચરણ માં જતા હોય છે. પ્રબોધસ્વામી આગળની સીટ પર બેઠા હોય છે ને આનંદસાગરસ્વામી પાછળની. પ્રબોધસ્વામી ના હાથમાં એક વાડકીમાં મૂળા હોય છે, પાછળ વળીને આનંદસ્વામીને પ્રબોધસ્વામી પૂછે છે કે, મૂળ જમશો.  આનંદસ્વામી કશું બોલતા નથી પણ મોઢું બગાડીને ના પાડે છે. પ્રબોધસ્વામી કહે છે કે, ના જમવા હોય તો નહિ જમવાના પણ મોઢું નઈ બગાડવાનું. આનંદસ્વામી પ્રસંગ સમજાવતા કહે છે કે, જો પ્રબોધસ્વામી મૂળા જેવા મૂળા પ્રત્યે પણ અરુચિ નથી ચલાવી લેતા તો ભગવાનના ભક્તો પ્રત્યે કેવી રીતે ચલાવી લેશે.",
       "categoryId": 6,
       "tags": ["અભાવ", "અરુચિ"],
       "publishedOn": "2022-10-10"
    },
    {
       "id": 3,
       "title": "સંબંધયોગ",
       "text": "નીલકંઠવર્ણી વન વિચરણ દરમ્યાન એક વૃક્ષના નીચે બેઠા હતા. બધા દેવી દેવતાઓ એમના દર્શન કરવા આવે છે. એમને કહે છે કે, પ્રભુ આ ઝાડના એવા કેવા પુણ્ય કે આપે એને ગ્રહણ કર્યું. નીલકંઠવર્ણી એ ઝાડનો આત્મા બતાવ્યો, એકદમ મલિન આત્મા હતો, કહ્યું કે આ એટલો મલિન જીવ છે કે પૂર્વ જન્મમાં પશુ સાથે વ્યભિચાર કર્યો હતો. પછી કહ્યું કે, પણ અમે આ ઝાડને ગ્રહણ કર્યું, એટલે હવે એનો આત્મા બદલાય ગયો. આત્મા ના પાછા દર્શન કરાવ્યા, એકદમ પ્રકાશિત પવિત્ર આત્મા થઈ ગયો હોય છે. ભગવાન સ્વામિનારાયણ સંબંધનો મહિમા સમજાવતા હતા કે, એમણે ખાલી આપણને ગ્રહણ કર્યા, યોગ માં લીધા, આપણને એમનો સંબંધ થયો એટલામાં જ બધું પતિ ગયું.",
       "categoryId": 1,
       "tags": ["સંબંધ", "સંબંધયોગ"],
       "publishedOn": "2022-10-11"
    },
    {
       "id": 4,
       "title": "મહારાજ અને ગુણાતીતની એકતા",
       "text": "પ.પૂ.સ્વામીજી રાત્રે ગમે તેટલા મોડા આરામમાં પધાર્યા હોય પણ સવારે વહેલા ઉઠી જાય. એક દિવસ બીમારીના લીધે સ્વામીજી ઉઠી ના શક્યા અને સંતો સેવકોએ પણ ભક્તિની ભાવનાથી કે, સ્વામીજી આરામ કરે એટલે ના ઉઠાડ્યા અને ૭.૩૦ વાગી ગયા. સ્વામીજીએ ઉઠીને ટાઈમ જોયો કે, ૭.૩૦ વાગી ગયા છે એટલે ખુબ ગરમ થઈ ગયા કે, મને ઉઠાડ્યો કેમ નઈ, સાધુથી આટલું બધું થોડું સુવાય. બધા પર સ્વામીજી ગરમ. સ્વામીજી ઉઠે એટલે બધા સંતો ની વારે ફરતે સેવા હોય, આસનની, માલિશ ની . સ્વામીજી એટલા બધા ગરમ કે, કોઈ પણ સેવક ની સેવા ના લીધી. આસનની પણ નઈ, માલિશની પણ નઈ. બધા સેવકો ઉભા રહીને સ્વામીજીના દર્શન કરતા હતા. એટલામાં આનંદવિહારી સ્વામી આવ્યા, એ સ્વામીજીના થાળની સેવા કરે. એમને જોઈને સ્વામીજી કહે કે, \"આવો વિહારી\". હવે એમને કશું ખબર નઈ કે સ્વામીજી કઇ સેવા લેતા નથી અને બધા સેવકો ઉભા છે. સ્વામીજી એ એમને કહ્યું કે, \"આજે સાધુ હરિપ્રસાદ જમશે નહિ\" , ત્યાં પ.પૂ. પ્રબોધસ્વમીજી પણ ઉભા હતા. સ્વામીજીએ પછી કીધું કે, \"અને પ્રબોધ પણ નહિ જમે\". બીજા સંતો પણ હતા પણ સ્વામીજી એ ખાલી પ્રબોધસ્વમી નું નામ લીધું, મહારાજ અને ગુણાતીતની એકતા હોય.",
       "categoryId": 6,
       "tags": ["મહારાજ અને ગુણાતીતની એકતા"],
       "publishedOn": "2022-10-12"
    },
    {
        "id": 5,
        "title": "અદભુત સેવાભક્તિ",
        "text": "ગુણાતીતાનંદ સ્વામી જૂનાગઢ મંદિરમાં સભા કરી રહ્યા હતા. મંદિરના કોઠારી સભા મંડપમાં આવ્યા અને બધાની સામે જ ગુણાતીતાનંદ સ્વામીને બોલ્યા કે, હજી સુધી સભા ચાલુ છે પૂરું કરો હવે સેવા કરવાની છે. ગુણાતીતાનંદ સ્વામીએ તરતજ ગોષ્ઠી પતાવી દીધી અને ૪-૫ સેવકોને લઈને પોતે પણ સેવા માં જતા રહ્યા. સેવા કરતા કરતા બપોર થાય ગય. એક એક કરીને બધા સેવકો જમવા ગયા પણ ગુણાતીતાનંદ સ્વામી એકધારી સેવા જ કરતા રહ્યા અને ૩.૩૦ વાગી ગયા. ૩.૩૦ વાગે ગુણાતીતાનંદ સ્વામી ભોજનશાળામાં જતા હતા. દરવાજા પર જ હતા, અંદર જતા હતા ત્યાં કોઠારી નીકળાય અને સ્વામીને જોયા. એમને થયું કે ૩.૩૦ સુધી ભોજનશાળામાં છે એટલે આજે બઉ જમ્યા હશે. પાછા સ્વામીને બોલ્યા કે, આજે બઉ જમ્યા, ચાલો બીજી સેવા આપું. ગુણાતીતાનંદ સ્વામી કઈ બોલ્યા વગર, કોઈ જાણપણા આપ્યા વગર પાછા સેવામાં લાગી ગયા. <br>કોઠારી એમને કોઈ ઘાસ કાપવાની કે એવી કોઈ સેવામાટે લઇ ગયા. સ્વામી કહે કે આપડા મંદિર માં એટલા મોટા ઘાસ થાય ગયા છે. કોઠારી એ તરત જ કટાક્ષથી એમને કહ્યું કે, સ્વામી તમે મંદિરમાં કઈ ધ્યાન આપો તો ખબર પડશે કે શુ ચાલે છે મંદિરમાં. <br>સેવા કરતા કરતા સાંજનો સમય થાય ગયો. રસોડાના ૨ સેવકો બીમાર હતા. એટલે સ્વામીએજ બધી સેવા કરી. બધા સેવકોએ જમી લીધું પછી રસોડા ની સાફ સફાઈ ને બધું જાતે જ કર્યું. પોતાનું જમવાનું બાકી જ હતું, સવારથી કઈ ખાધા પીધા વગર ની એક ધારી સેવા જ કરી હતી. છેલ્લે કશું બચ્યું પણ ન હતું એટલે ગોળ અને ધાણા લઈને જમતા હતા, ત્યાં ફરી કોઠારી આવ્યા. એમને થયું કે સ્વામી જમીને હવે બીજી વાર ગોળ ધાણા જમવા બેસ્યા છે, એટલે ફરી કટાક્ષ કર્યું. પણ ગુણાતીતાનંદ સ્વામી એ કોઈ જાણપણા વગર એટલું જ બોલ્યા કે, તમારા રાજ માં અમને આ બધું મળે છે. <br>મંદિરના મહંત હોવા છતાં પણ કોઠારી એમને ખખડાવી શકે, કેટલું પોતાનું અસ્તિત્વ ઓગાળી દીધું હશે. સ્વયં મૂળ અક્ષર, બ્રહ્માંડો ના બ્રહ્માંડો એમના એક રૂંવાડે ઉડતા ફરે, પણ કેવું દાસત્વ અને કેવી સેવા કરવાની ગરજનું દર્શન કરાવ્યું.",   
        "categoryId": 2,
        "tags": ["સેવા", "દાસત્વ"],
        "publishedOn": "2022-10-14"
    },
    {
        "id": 6,
        "title": "૩ જગ્યાએ નિષ્કપટભાવે વર્તવાનું છે",
        "text": "૧. નિશ્ચયમાં અનિશ્ચયના ઘાટ<br>૨.પોતાનો ટાળ્યો દોષ ના ટળે<br>૩. અભાવ અવગુણ અને ભાવફેર<br><br>પ.પૂ.હરિપ્રસાદ સ્વામી, ૧૩ મે ૧૯૮૫, અંબરીશ શિબિર",   
        "categoryId": 8,
        "tags": ["નિષ્કપટભાવ", "ભગવદી"],
        "publishedOn": "2023-02-22"
    },
    {
        "id": 7,
        "title": "નીલકંઠવર્ણી ગોખલો પુરાવે છે",
        "text": "નીલકંઠવર્ણી લોજમાં આવ્યા અને આઠમોજ દિવસ થયો હતો. સંતોના રૂમ અને બેનોના રૂમ વચ્ચે પેલા એક નાનો ગોખલો હતો. સંતોને કઈ વસ્તુની જરૂર હોય રસોઈ માં તો બેનો પાસે માંગતા અને બેનો એ ગોખલામાંથી એ વસ્તુ આપતા. નીલકંઠવર્ણી એ આ જોયું અને મુક્તાનંદ સ્વામીને કહ્યું કે, મુક્તાનંદ સ્વામી આ ગોખલો સૌપ્રથમ તમે પુરાવી દો. મુક્તાનંદ સ્વામી પૂછે છે કે, એમાં શું? નીલકંઠવર્ણી ત્યારે ઉત્તર આપે છે કે, આ ગોખલામાં હજારો સાધુ તણાય જશે. ગોખલો નાનો હતો એટલે એમાંથી બેનોના દર્શન ના થાય, પણ સંતો બેનોને પૂછે અને બેનો જવાબ આપે, એ ખાલી અવાજ સંભળાય એમાં પણ રાગ નું પોષણ થાય.",   
        "categoryId": 1,
        "tags": ["નીલકંઠવર્ણી", "પ્ર.૧૮"],
        "publishedOn": "2023-02-22"
    },
    {
        "id": 8,
        "title": "આપણને દેશકાળ કેમ છે?",
        "text": "<p>આજે આપણે એક દેશકાળમાં તો છીએ જ. ઘણા હરિભક્તો બેલૉનોર્મલ જીવે છે એ મને ખબર છે. ઘણા હરિભક્તોને ઘરે છ મહિનાનું અનાજ નથી એ મને ખબર છે. હરિભક્તે એક જ ધ્યાન રાખવાનું છે, એક જ... કાં ઉઘાડા રાખીને સાંભળજો. વચનામૃત પ્રથમ-૧૬ ને ૧૮ પ્રમાણેનો સ્વધર્મ. પંચવર્તમાન જેને ન પાળવા હોય એ બહુ પ્રેમથી એના પ્રાદેશિક પ્રમુખને બેજ મોકલી આપે. નથી એને ભજન કરવું. એને મન-બુદ્ધિ સાથે પ્રીતિ હશે... બાકી ધારીએ તેવા થઈએ જ. શા માટે પંચવર્તમાન ન પળાય ! ફાકી-માવો શા માટે ફેંકી ન દેવાય ! આપણે સહુ તારા દીકરા થવું છે. એવા એક અધભૂત ધ્યેય માટે મંડયા છીએ. સામાન્ય ધ્યેય માટે નહિ, આપણે કોઈ સરપંચ થવા મંડયા નથી. દીકરા થવું છે, અતિ ઉત્તમ કોટિની વાત છે. કેવળ તારા જ, બીજા કોઈનાય નહિ, એવી ભાવનાથી તો અંબરીશ થયા છીએ.</p><p>આપણા દેશકાળમાં ભરતી-ઓટ આવે છે એના બે જ કારણ. એક, કાં તમારો પંચવર્તમાનમાં લોપ હશે અને કાં તમે કોઈની માથાકૂટમાં પડતા હશો. આજથી દૃઢ ગાંઠ વાળીને અહીંથી જવાનું છે. કોઈ અંબરીશ બીજા અંબરીશ કે પ્રાદેશિક સંતના ભાવફેરની વાત કરે, એને કહી દેવાનું કે, તારી દાઢી સંભાળ. કોઈ અંબરીશ ભૂલ કરતો હોય તો પ્રાદેશિક સંત કે મને આવીને મળો. અંદરોઅંદર ચર્ચાનો વિષય ના જોઈએ. જ્યાં સુધી વચનામૃત પ્રથમ-૧૬ અને ૧૮ તરફ નજર નહિ હોય ત્યાં સુધી તમારું હૈયું બસૂરું રહેવાનું. આનંદ નહિ પ્રગટે. મારે તમારા દિવેલીયા ડાચાં જોવા નથી. તમે તમારા દેશકાળમાંથી જલ્દી બહાર નીકળી જાવ એ માટેની વાત કરું છુ.</p><p>પ્રભુએ તો આપણને અધભૂત તક આપી દીધી છે અદભુત ! જેવા ધારીએ તેવા થઈએ. રોડ પર જતા હોઈએ ને તમારી આંખ સ્ત્રી તરફ જાય તો તરત જ આંખને પછી વાળી દેવાની. કોઈ અયોગ્ય શબ્દ સાંભળીયે તો ત્યાંથી નીકળી જવાનું. જીભથી બોલાય જવાય તો એક કલાક જોરથી ભજન કરવાનું અથવા એક ટંક ખાવા જ નહિ આપવાનું. ૮ કલાક પાણી વગર એ શરીર ને રાખવાનું. વચનામૃત પ્રથમ-૧૬ ને ૧૮ અનિવાર્ય છે. એક બાજુ તમારે ફલાણું કે ઢીંકણું કરવું છે, બીજી બાજુ તમારી ઇન્દ્રિયો તમારી રીતે વર્તતી નથી અને ત્રીજી બાજુ તમે દેશકાળની વાત કરવા આવો ચો, શક્ય બનવાનું નથી.</p><p>ભગવાન સ્વામિનારાયણે કદાચ વરદાન આપ્યા હશે (મારા હરિભક્તે અન્ન-દાંતને વેર નહિ થવા દઉં) તો એ વરદાન તમારા માટે નહિ હોય. કારણ એટલું જ છે કે, એમને જે નહિ કરવાનું કહ્યું છે એ નહિ જ કરવાનું. ફિઝિકલી તો ફેઈલ ન થઈએ. મને જમવાનો સંકલ્પ ઉઠ્યો, સરસ ઘારી છે, લાવોને એક વધારે ખાઈ લઉં; તરત જ કહીયે કે, એક ખાધી છે, બસ હવે બંધ કર.</p><br><br>પ.પૂ.હરિપ્રસાદ સ્વામી, ૧૯૯૩, અંબરીશ શિબિર",   
        "categoryId": 8,
        "tags": ["પ્ર.૧૮", "દેશકાળ", "પ્ર.૧૬"],
        "publishedOn": "2023-03-16"
    }
]
